tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "openssl@1.1"
brew "readline"
brew "awscli"
brew "boost"
brew "boost-python3"
brew "fontconfig"
brew "glib"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libtool"
brew "guile"
brew "emacs"
brew "cask"
brew "cmake"
brew "direnv"
brew "docker-compose", link: false
brew "fluid-synth"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "gcc"
brew "git"
brew "git-lfs"
brew "gobject-introspection"
brew "hugo"
brew "jpeg", link: true
brew "jq"
brew "lbzip2"
brew "libfido2"
brew "libomp", link: true
brew "lzlib"
brew "mysql"
brew "neovim"
brew "node"
brew "node-build"
brew "nodenv"
brew "numpy"
brew "portmidi"
brew "pyenv"
brew "qt@5"
brew "pyqt@5"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "scipy"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_ttf"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "1password"
cask "alacritty"
cask "alfred"
cask "discord"
cask "docker"
cask "google-japanese-ime"
cask "kindle"
cask "meetingbar"
cask "ngrok"
cask "notion"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
