tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
brew "xz"
brew "boost"
brew "readline"
brew "sqlite"
brew "boost-python3"
brew "fontconfig"
brew "glib"
brew "libtool"
brew "guile"
brew "p11-kit"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cmake"
brew "direnv"
brew "harfbuzz"
brew "pango"
brew "gcc"
brew "git"
brew "python@3.9"
brew "gobject-introspection"
brew "hugo"
brew "jpeg"
brew "lbzip2"
brew "libomp"
brew "lzlib"
brew "neovim"
brew "node"
brew "nodenv"
brew "openssl@3"
brew "portmidi"
brew "pyenv"
brew "webp"
brew "pyqt@5"
brew "ruby-build"
brew "rbenv"
brew "scipy"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_ttf"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "1password"
cask "alfred"
cask "discord"
cask "google-japanese-ime"
cask "iterm2"
cask "kindle"
cask "meetingbar"
cask "notion"
cask "rectangle"
cask "spotify"
cask "visual-studio-code-insiders"
