tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "boost"
brew "xz"
brew "python@3.9"
brew "boost-python3"
brew "bzip2"
brew "glib"
brew "libtool"
brew "emacs"
brew "cask"
brew "cmake"
brew "direnv"
brew "docker", link: false
brew "fzf"
brew "gcc"
brew "git"
brew "gobject-introspection"
brew "harfbuzz"
brew "lbzip2"
brew "libomp"
brew "lzlib"
brew "neovim"
brew "node"
brew "nodenv"
brew "p7zip"
brew "pango"
brew "peco"
brew "portmidi"
brew "pyenv"
brew "rbenv"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_ttf"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "vtk"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "virtualbox"
