tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "readline"
brew "awscli"
brew "boost"
brew "boost-python3"
brew "fontconfig"
brew "glib"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cmake"
brew "direnv"
brew "fluid-synth"
brew "harfbuzz"
brew "libtool"
brew "pango"
brew "fontforge"
brew "gcc"
brew "git"
brew "git-lfs"
brew "gobject-introspection"
brew "guile"
brew "hugo"
brew "jpeg"
brew "jq"
brew "lbzip2"
brew "libfido2"
brew "libomp", link: true
brew "lzlib"
brew "mysql"
brew "neovim"
brew "node"
brew "node-build"
brew "nodenv"
brew "numpy"
brew "openssl@1.1"
brew "portmidi"
brew "pyenv"
brew "qt@5"
brew "pyqt@5"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "scipy"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_ttf"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "1password"
cask "discord"
cask "google-japanese-ime"
cask "iterm2"
cask "kindle"
cask "logi-options-plus"
cask "meetingbar"
cask "ngrok"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
vscode "DavidAnson.vscode-markdownlint"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "Gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "PKief.material-icon-theme"
vscode "tomsaunders.vscode-workspace-explorer"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "yzhang.markdown-all-in-one"
