tap "dotenvx/brew"
tap "hashicorp/tap"
tap "ngrok/ngrok"
brew "ffmpeg"
brew "gh"
brew "huggingface-cli"
brew "hugo"
brew "just"
brew "neovim"
brew "nvm"
brew "peco"
brew "pnpm"
brew "tig"
brew "uv"
brew "yt-dlp"
brew "dotenvx/brew/dotenvx"
brew "hashicorp/tap/terraform"
cask "codex"
cask "copilot-cli"
cask "font-hack-nerd-font"
vscode "3w36zj6.textlint"
vscode "4ops.terraform"
vscode "bierner.markdown-mermaid"
vscode "bioinfo.markitdown-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hediet.vscode-drawio"
vscode "irongeek.vscode-env"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-pyright.pyright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "shuworks.vscode-table-formatter"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
